Repository: Orange-OpenSource/BaahBox-iOS
Catalog: project/OrangeTrainingBox/Resources/*.lproj/Localizable.strings
Languages: fr

# Generic.Cancel
source: Cancel
fr: Annuler

# Generic.Save
source: Save
fr: Sauvegarder

# Generic.Connect
source: Connection
fr: Connexion

# Generic.Disconnect
source: Disconnect
fr: Se déconnecter

# Generic.Activate
source: Activate
fr: Activer

# Generic.End
source: DONE
fr: TERMINER

# Generic.left
source: Left
fr: Gauche

# Generic.right
source: Right
fr: Droit

# Generic.both
source: Both
fr: Les 2

# Generic.low
source: Low
fr: Faible

# Generic.medium
source: Medium
fr: Moyenne

# Generic.high
source: High
fr: Forte

# Generic.slow
source: Slow
fr: Lente

# Generic.regular
source: Regular
fr: Normal

# Generic.fast
source: Fast
fr: Rapide

# Generic.No
source: No
fr: Non

# Generic.Yes
source: Yes
fr: Oui

# Dashboard.header
source: Select your game
fr: Choisis ton jeu

# Ble.Connection.Title
source: Connection settings
fr: Paramètres de connexion

# Ble.Connection.PopupTitle
source: Please select your BaahBox and start practicing.
fr: Sélectionnez votre BaahBox pour commencer l'entraînement

# Ble.Connection.BleSwitchON
source: Activate Bluetooth to connect to the BaahBox.
fr: Activez le Bluetooth pour vous connecter à la BaahBox

# Ble.Connection.Header
source: Connect your BaahBox
fr: Connectez votre BaahBox

# MainParameters.connection
source: Connection
fr: Connexion

# MainParameters.general
source: General
fr: Général

# MainParameters.header.title
source: Parameters
fr: Paramètres

# MainParameters.connection.title
source: Connection settings
fr: Gestion de votre connexion

# MainParameters.general.title
source: Global settings
fr: Gestion des paramètres globaux

# MainParameters.games.title
source: Game settings
fr: Gestion des jeux

# MainParameters.games.star
source: Make the star shine
fr: Fais briller l'étoile

# MainParameters.games.balloon
source: Inflate the balloon
fr: Gonfle le ballon

# MainParameters.games.sheep
source: Jump, Sheep, Jump !
fr: Saute mouton

# MainParameters.games.spaceShip
source: Space Battle
fr: Bataille de l'espace

# MainParameters.games.taud
source: Eat the flies
fr: Gobe les mouches

# GeneralParameters.header.title
source: General
fr: Général

# GeneralParameters.Section.Demo.title
source: Demo mode
fr: Mode

# GeneralParameters.Section.Demo.subtitle
source: Select the mode
fr: Sélectionnez le mode d'utilisation

# GeneralParameters.Section.Sensor.title
source: Sensor type
fr: Type de capteur

# GeneralParameters.Section.Sensor.subtitle
source: Select the sensor you are using
fr: Précisez le type de capteur utilisé

# GeneralParameters.Section.Muscle.title
source: Working muscle
fr: Muscle de travail

# GeneralParameters.Section.Muscle.subtitle
source: Select the muscle(s) you like to work with
fr: Sélectionnez le ou les muscles à travailler

# GeneralParameters.Section.Sensitivity.title
source: Sensitivity
fr: Sensibilité

# GeneralParameters.Section.Sensitivity.subtitle
source: Sets the sensitivity of the sensors
fr: Paramétrez la sensibilité des capteurs

# GeneralParameters.Section.Detection.title
source: Pressure detection threshold
fr: Seuil de détection

# GeneralParameters.Section.Detection.subtitle
source: Sets the threshold to detect the pressure
fr: Indiquez le seuil à partir duquel votre pression exercée est détectée

# GeneralParameters.Section.Demo.item1
source: Demo mode
fr: Mode demo

# GeneralParameters.Section.Sensor.item1
source: Sensor
fr: Capteur utilisé

# GeneralParameters.Section.Sensitivity.item1
source: Sensitivity
fr: Sensibilité

# Parameters.Global.title
source: Global parameters
fr: Paramètres globaux

# Parameters.Global.muscle
source: Working muscle
fr: Muscle de travail

# Parameters.Global.sensor.button
source: Button
fr: Bouton

# Parameters.Global.sensitivity
source: Sensitivity
fr: Sensibilité

# Parameters.Global.threshold
source: Threshold level
fr: Seuil de détection

# Parameters.Sheep.title
source: Saute-Mouton game parameters
fr: Paramètres jeu saute mouton

# Parameters.Sheep.fence
source: Number of fences
fr: Nombre de barrières

# Parameters.Sheep.speed
source: Speed
fr: Vitesse

# Parameters.Ship.title
source: Space Battle game parameters
fr: Paramètres Bataille de l'espace

# Parameters.Ship.number
source: Number of ships
fr: Nombre de vaisseaux

# Parameters.Ship.speed
source: Speed of asteroids
fr: Vitesse des astéroïds

# Parameters.Ship.explosionStyle
source: Particles
fr: Particules

# Parameters.Taud.title
source: Taud game parameters
fr: Paramètres Gobe les mouches

# Parameters.Taud.number
source: Number of flies
fr: Nombre de mouches

# Parameters.Taud.time
source: Time during which the fly does not move
fr: Temps pendant lequel la mouche ne bouge pas

# Parameters.Taud.shootStyle
source: Automatic shoots
fr: Tirs automatiques

# Game.Start
source: Start
fr: Jouer

# Game.Stop
source: Stop
fr: Arrêter

# Game.ReStart
source: Restart
fr: Rejouer

# Game.WellDone
source: Well done !
fr: Bien joué !

# Game.Win
source: You won !
fr: Gagné !

# Game.Go
source: Let's play !
fr: C'est parti !

# Game.TryAgain
source: Try again.
fr: Rejouer

# Game.Wahoo
source: Wahoo !
fr: Wouhaaa !

# Game.Star.title
source: Twinkle twinkle !
fr: Fais briller l'étoile !

# Game.Star.header
source: Make the star shine
fr: Fais briller l'étoile

# Game.Star.subHeaderMuscle
source: by contracting your muscle
fr: en contractant ton muscle

# Game.Star.subHeaderJoystick
source: with the joystick up
fr: pousse le joystick en haut

# Game.Balloon.title
source: Blow me up !
fr: Fais exploser le ballon !

# Game.Balloon.text.first
source: Inflate the balloon
fr: Gonfle le ballon

# Game.Balloon.text.secondMuscle
source: by contracting your muscle
fr: en contractant ton muscle

# Game.Balloon.text.secondJoystick
source: with the joystick up
fr: mets le joystick vers le haut

# Game.Sheep.title
source: Jump, Sheep, Jump !
fr: Saute, Mouton, Saute !

# Game.Sheep.score.start.one
source: Try to jump over 1 fence
fr: Essaie de sauter 1 barrière

# Game.Sheep.score.start.many
source: Try to jump over %d fences
fr: Essaie de sauter %d barrières

# Game.Sheep.score.pending.one
source: You jumped over 1 fence, still %d to go !
fr: Tu as sauté 1 barrière sur %d !

# Game.Sheep.score.pending.many
source: You jumped over %d fences, still %d to go !
fr: Tu as sauté %d barrières sur %d !

# Game.Sheep.score.result.win
source: You jumped over all the fences !
fr: Tu as sauté toutes les barrières !

# Game.Sheep.text.Jump.first
source: Make the sheep jump over the fences
fr: Fais sauter le mouton

# Game.Sheep.text.Jump.second
source: by contracting your muscle
fr: en contractant les muscles

# Game.Space.title
source: Space Battle !
fr: La bataille de l'Espace !

# Game.Space.button.keepGoing
source: Continue
fr: Continuer
